[
  {
    "title": "Master the power dynamics",
    "icon": "powerdynamics382x349.webp",
    "w":382,
    "h":349,
    "alt":"Illustration depicting power dynamics, showing a planet surrounded by meteorites",
    "teaser":" in the workplace, so you can position yourself as a key player and be seen as someone whose input is wanted",
    "content": "It doesn't matter how much you dislike it - business is a game and I'm here to help you thrive in it. Here, we look into strategies for personal branding and work on your individual communication style so you can get your message across effectively. You also get to practice how to share concerns successfully and authentically - and how to get the insights behind a decision, which makes it easier to commit, even when it doesn't align with what you believe is right."
  },
  {
    "title": "Get clarity on exactly what you want",
    "icon": "clarity382x379.webp",
    "w":382,
    "h":379,
    "alt":"Illustration depicting clarity, showing on single planet",
    "teaser":"  to do next and how you want to grow, so you can focus on what you need to learn and progress faster towards your goals",
    "content": "This is where we dive deep into your values, passions, and fears in order to set career goals that really light you up inside. We also make sure to create the space so you actually can start moving in that direction."
  },
  {
    "title": "Showcase your unique skills",
    "icon": "value336x388.webp",
    "w":336,
    "h":388,
    "alt":"Illustration depicting power showcasing, depicting a planet, it's sun and it's shadow",
    "teaser":" to decision-makers, so you demonstrate exactly how you and your expertise are valuable to the business",
    "content": "Together we map out your unique skills and how they link to specific business outcomes, as well as how to talk about your expertise and pitching yourself with confidence. If you are looking for a new opportunity, I also help you review your CV and portfolio to maximize your chances of being called for an interview."
  }
]